Repository: TangoCash/crossplatform_iptvplayer
Catalog: addon4KODI/KodiAddon/resources/language/Polish/strings.po
Languages: pl

# #30100
source: General settings
pl: Ust. wtyczki

# #30110
source: Mode
pl: Tryb

# #30111
source: player
pl: odtwarzacz

# #30112
source: player with buffering
pl: odtwarzacz z buforowaniem

# #30113
source: recorder
pl: nagrywarka

# #30120
source: Cache path
pl: Ścieżka pamięci podręcznej

# #30130
source: Download path
pl: Ścieżka pobierania

# #30140
source: Daemon type
pl: Typ demona

# #30141
source: Linux test deamon
pl: Testowy demon Linux-a

# #30142
source: Kodi service
pl: serwis Kodi

# #30150
source: Temp path
pl: Ścieżka plików tymczasowych

# #30160
source: wget path
pl: Lokalizacja programu wget

# #30170
source: rtmpdump path
pl: Lokalizacja programu rtmpdump

# #30180
source: f4mdump path
pl: Lokalizacja programu f4mdump

# #30190
source: uchardet path
pl: Lokalizacja programu uchardet

# #30191
source: IPTVplayer debug
pl: Debugowanie

# #30192
source: IPTVplayer platform
pl: Platforma

# #30193
source: Buffering
pl: Buforowanie

# #30194
source: Buffering m3u8
pl: Buforowanie m3u8

# #30195
source: Buffering rtmp
pl: Buforowanie rtmp

# #30196
source: Buffering for X seconds
pl: Buforowanie X sekund

# #30197
source: Block WMV
pl: Blokowanie WMV

# #30200
source: Dev
pl: Stan dodatku

# #30210
source: selected Host
pl: Wybrany serwis

# #30220
source: selected ID
pl: Wybrane ID

# #30230
source: IPTVdaemon PID
pl: PID demona

# #30240
source: addon path
pl: Ścieżka dodatku

# #30250
source: current level
pl: Poziom drzewa

# #30260
source: Update E2 settings
pl: Aktualizacja ustawień E2

# #30270
source: addon temp path
pl: Ścieżka plików tymczasowych dodatku

# #30280
source: Logging
pl: Logowanie

# #30281
source: disabled
pl: wyłączone

# #30282
source: KODI service only
pl: Tylko serwis KODI

# #30283
source: everything
pl: wszystko

# #30300
source: Hosts
pl: Ust. serwisów

# #30301
source: - Use default video format
pl: - Używaj domyślnego format video

# #30302
source: - Default video bitrate
pl: - Domyślny bitrate video

# #30303
source: - cache data X hours
pl: - Używaj danych z pamięci podręcznej przez godzin
